Repository: asdfghklddd/Anchor
Catalog: Packages/AnchorKit/Sources/AnchorDemoSupport/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Demo controls
zh_hans: 演示控制

# demo.decision.prompt
source: Which direction best carries the calm, capable personality of Anchor?
zh_hans: 哪套方向最能表达 Anchor 冷静而可靠的个性？

# demo.decision.title
source: Choose the lead visual direction
zh_hans: 选择主视觉方向

# demo.edit.detail
source: The project is ready and waiting for storyboard approval.
zh_hans: 素材工程已建立，等待分镜确认后继续。

# demo.edit.eta
source: Waiting on prerequisite
zh_hans: 前置任务未完成

# demo.edit.event.created
source: Created the 60-second timeline
zh_hans: 建立 60 秒时间线

# demo.edit.event.waiting
source: Waiting for storyboard approval
zh_hans: 等待确认分镜

# demo.edit.metric
source: Edit timeline
zh_hans: 剪辑时间线

# demo.edit.title
source: Finish the rhythm edit
zh_hans: 完成节奏剪辑

# demo.error.connection
source: The Mac connection was interrupted. Try again.
zh_hans: Mac 连接已中断，请重试。

# demo.explanation
source: Scenarios inject raw events and signals into the same reducers used by production.
zh_hans: 场景只向生产环境共用的状态机注入原始事件和信号。

# demo.goal.criteria
source: Export a polished 60-second cut today.
zh_hans: 今天导出一支精致的 60 秒成片。

# demo.goal.note
source: Lock the script and storyboard, generate the shots, then make the final rhythm and taste decisions.
zh_hans: 先定脚本与分镜，再生成镜头，最后完成节奏和审美判断。

# demo.goal.title
source: Finish the Anchor product film
zh_hans: 完成 Anchor 产品宣传片

# demo.option.candy
source: Product focus
zh_hans: 产品聚焦

# demo.option.candy.detail
source: Anchor as visual center
zh_hans: Anchor 为视觉中心

# demo.option.documentary
source: Documentary negative space
zh_hans: 纪实留白

# demo.option.documentary.detail
source: People and workflow
zh_hans: 人物与工作流

# demo.option.minimal
source: Dynamic narrative
zh_hans: 动势叙事

# demo.option.minimal.detail
source: Stronger rhythm and transitions
zh_hans: 更强节奏与转场

# demo.render.detail
source: Shot 04 is rendering with stable motion.
zh_hans: 镜头 04 / 10 正在渲染，运动稳定性良好

# demo.render.eta
source: About 18 minutes
zh_hans: 约 18 分钟

# demo.render.event.four
source: Rendering shot 04
zh_hans: 正在渲染镜头 04

# demo.render.event.three
source: Completed the first three shots
zh_hans: 完成前三个镜头

# demo.render.metric
source: Current shot
zh_hans: 当前镜头

# demo.render.title
source: Generate transition shots
zh_hans: 生成转场镜头

# demo.reset
source: Restore baseline data
zh_hans: 恢复基准数据

# demo.return.render
source: Seedance completed shot 03
zh_hans: Seedance 完成第 3 个镜头

# demo.return.render.detail
source: Motion stability passed.
zh_hans: 运动稳定性检查通过。

# demo.return.script
source: Claude compressed the script to 58 seconds
zh_hans: Claude 将脚本压缩至 58 秒

# demo.return.script.detail
source: The narration now fits the target.
zh_hans: 旁白已达到成片目标。

# demo.return.storyboard
source: Gemini completed 12 storyboard frames
zh_hans: Gemini 完成 12 张分镜

# demo.return.storyboard.detail
source: Three directions are waiting for judgment.
zh_hans: 3 套视觉方向等待判断。

# demo.script.detail
source: Compressing the third-act narration and aligning the product voice.
zh_hans: 正在压缩第三幕旁白，并统一产品语气

# demo.script.eta
source: About 7 minutes
zh_hans: 约 7 分钟

# demo.script.event.merged
source: Merged two narrative directions
zh_hans: 合并两版产品叙事

# demo.script.event.rewriting
source: Rewriting the third-act narration
zh_hans: 正在重写第三幕旁白

# demo.script.metric
source: Target length
zh_hans: 目标时长

# demo.script.title
source: Polish the third-act script
zh_hans: 打磨第三幕脚本

# demo.storyboard.detail
source: 12 candidate frames are ready; choose a visual direction.
zh_hans: 12 张候选分镜已生成，需要选择视觉方向

# demo.storyboard.confirmed.detail
source: Direction B is confirmed; shot descriptions are being generated.
zh_hans: 已采用方向 B，正在生成镜头描述

# demo.storyboard.confirmed.eta
source: About 5 minutes
zh_hans: 约 5 分钟

# demo.storyboard.eta
source: Needs your decision
zh_hans: 需要你的判断

# demo.storyboard.event.choose
source: Choose a visual direction
zh_hans: 选择主视觉方向

# demo.storyboard.event.created
source: Created 12 candidate frames
zh_hans: 完成 12 张候选分镜

# demo.storyboard.confirmed.event
source: Confirmed direction B
zh_hans: 你确认了方向 B

# demo.storyboard.metric
source: Candidate frames
zh_hans: 候选分镜

# demo.storyboard.title
source: Confirm the storyboard
zh_hans: 确认故事分镜

# scenario.active
source: Active work
zh_hans: 工作中

# scenario.away
source: Away for 18 minutes
zh_hans: 离开 18 分钟

# scenario.completed
source: Completed
zh_hans: 已完成

# scenario.decision
source: Needs decision
zh_hans: 待判断

# scenario.disconnected
source: Mac disconnected
zh_hans: Mac 断连

# scenario.empty
source: Empty
zh_hans: 空状态

# scenario.error
source: Retryable error
zh_hans: 可重试错误

# scenario.permission
source: Permission denied
zh_hans: 权限拒绝

# scenario.returning
source: Returning
zh_hans: 返航

# scenario.stale
source: Stale data
zh_hans: 数据过期
